
[SYSTEM]
Name=Gorizont Borehole Inclinometer
ASKPARAMSAVE=1
SKOLIMIT=500
askperiod=100
MAXRECORDS=500
DEFRECORDS=20
last_place_idx=1
last_drill_idx=1
SideVirtKbd=1
[PORT]
ReadTimeOut=5000
WriteTimeOut=5000
PauseTransact=10
PauseReopen=5000
BaudRate=9600
Port=1
Mark=Порт инклинометра
[SENSOR]
Addr=1
Mark=Скважинный инклинометр
Protocol=1
[PLACE1]
NAME=Бухгалтерия
INDEX=1
[DRILL1.1]
NAME=ПИ_2
INDEX=1
PNDEX=1
RECCNT=6
ORIENT=1
STARTPOINT=0
STARTREQUEST=0
ASIMUT=0.0
ZEROSHIFT=0.0
GEO_INPUT_POINT=0.00
GEO_OUTPUT_POINT=0.00
GEO_DATA_ON=0
SINGLEWAY=1
LEVEL_START=0.0
LEVEL_END=5.0
[MEAS1.1.1]
NAME=Измерение_1
MARK=...
INDEX=1
PNDEX=1
DNDEX=1
[MEAS1.1.2]
NAME=Измерение_2
MARK=...
INDEX=2
PNDEX=1
DNDEX=1
[MEAS1.1.3]
NAME=Измерение_3
MARK=...
INDEX=3
PNDEX=1
DNDEX=1
[DRILL1.2]
NAME=Скважина 13и
INDEX=2
PNDEX=1
RECCNT=1
ORIENT=0
STARTPOINT=0
STARTREQUEST=0
ASIMUT=0.0
ZEROSHIFT=0.0
GEO_INPUT_POINT=0.00
GEO_OUTPUT_POINT=0.00
GEO_DATA_ON=0
SINGLEWAY=1
LEVEL_START=0.0
LEVEL_END=0.0
[PLACE2]
NAME=Площадь Этуаль
INDEX=2
[DRILL2.1]
NAME=Вертикальная
INDEX=1
PNDEX=2
RECCNT=1
ORIENT=0
STARTPOINT=0
STARTREQUEST=0
ASIMUT=0.0
ZEROSHIFT=0.0
GEO_INPUT_POINT=0.00
GEO_OUTPUT_POINT=0.00
GEO_DATA_ON=0
SINGLEWAY=1
LEVEL_START=0.0
LEVEL_END=0.0
[DRILL2.2]
NAME=Глухая
INDEX=2
PNDEX=2
RECCNT=1
ORIENT=0
STARTPOINT=0
STARTREQUEST=0
ASIMUT=0.0
ZEROSHIFT=0.0
GEO_INPUT_POINT=0.00
GEO_OUTPUT_POINT=0.00
GEO_DATA_ON=0
SINGLEWAY=1
LEVEL_START=0.0
LEVEL_END=0.0
